Repository: myclabs/Inventory
Catalog: application/languages/Orga/organization.tmx
Source language: fr
Languages: en

source: Ajout d'une organisation
en: Organization creation

source: Structure organisationnelle
en: Organizational structure

source: Aucun niveau organisationnel associé à des saisies n'a été configuré pour le moment.
en: No organizational level for inputs has been chosen yet.

source: du workspace : [LABEL]
en: for workspace: [LABEL]

source: de l'unité organisationnelle : [LABEL]
en: for organizational unit: [LABEL]

source: Bannière
en: Banner

source: Personnalisation de la page principale; taille d'image en pixels recommandée h=125 et L<=1100.
en: Customizing the main page, image size recommended in pixels h=125 and L<=1100.

source: Choisir une bannière
en: Choose a banner

source: Bannière actuelle
en: Current banner

source: Aucune bannière
en: No banner
